
answ0 = '''
	Все почтовые отправления делятся на простые и регистрируемые.
	К простым относятся письма, открытки, «мелкие пакеты», бандероли. 
	Их можно отправлять без квитанции и получать без расписки, но контролировать перемещение простых отправлений нельзя. Посылки являются регистрируемыми отправлениями, которым в обязательном порядке присваивается индивидуальный код идентификатор для отслеживания.
	Такой код может быть у любого другого отправления, если его зарегистрировать (заказное письмо, заказная бандероль и т.д.) – в этом случае отследить почтовое отправление можно в режиме online.
'''

answ1 = '''
	Трек-номер (англ. Tracking number) – это индивидуальный цифровой или буквенно-цифровой номер, который получает регистрируемое почтовое отправление.
'''

answ2 = '''
	Номер, который присваивается внутренним отправлениям, состоит из чисел. Международный идентификатор (по стандарту S10) содержит 13 символов и имеет следующую структуру:
	До 2кг: R X123456781 CN
	От 2 до 20 кг: C X123456781 CN
	EMS-посылки: E X123456781 CN

	R/C/E – указывают на тип отправления;
	Х – буквы от A до Z, для уникальности кода;
	123456781 – комбинация цифр для уникальности кода;
	CN – код-идентификатор страны-отправителя согласно стандарту S10 UPU (в данном случае Китай).

	Если пересылку курируют коммерческие экспресс-перевозчики (UPS, DHL и др.), то структура трек-номера может отличаться от международного стандарта.
	Например, DHL Global Mail имеет такую структуру: GM 12345678912345678, где GM - вид доставки, 17 цифр – уникальный код. Именно по этому номеру можно проследить посылку, пока она внутри страны-отправителя. После экспорта пересылке присваивается международный код в формате S10 для дальнейшего отслеживания.
'''

answ3 = '''
	Трек-номер почтового отправления будет указан на квитанции (чеке), которую выдаст почтовая служба. Если покупка была сделана в интернет-магазине, то номер появится в личном кабинете на странице заказа.

	Не стоит путать номер заказа и номер отслеживания: первый присваивается сразу после совершения покупки, а второй только после того, как продавец зарегистрирует груз у оператора.

	Номер заказа обычно состоит из чисел, а трекинг, как мы выяснили, имеет в своей структуре буквы. Исключение составляют случаи, когда отслеживание предполагается только в стране-отправителе – здесь код также может быть числовым.

	Некоторые торговцы высылают уникальный номер на электронную почту.

	Если ни в личном кабинете, ни на почте номера нет, то запросите его у продавца самостоятельно.
'''

answ4 = '''
	Если посылка вообще не отслеживается или перестала отслеживаться, то это может свидетельствовать о том, что:

		- продавец дал вам фиктивный номер, а сам отправил посылку неотслеживаемым сообщением;
		- продавец зарегистрировал отправление, но посылку так и не отправил;
		- почтовое отслеживание было возможно только в стране-отправителе;
		- посылка потерялась на сортировочном пункте или на таможне.

	В первом и третьем случае придется ждать бумажного извещения в почтовый ящик.

	Если посылка потерялась, то нужно подавать заявление на розыск. Когда срок защиты подходит к концу, а информации о посылке нет, и продавец не может дать вам разъяснений, то необходимо требовать возврат.

	Если посылка все-таки пересекла границу и задерживается, то стоит договориться с продавцом о продлении срока защиты.

	Обязательно контролируйте груз, и если по каким-то причинам за 5 дней до окончания срока защиты покупателей его нет, то открывайте спор. Статусы о посылке, которые вы можете получить на нашем сервисе, послужат доказательствами в вашу пользу.
'''